{
    "Url": "Bağlantı",
    "CMS": "İçerik Yönetim Sistemi",
    "Pages": "Sayfalar",
    "Page": "Sayfa",
    "Title": "Başlık",
    "Featured": "Öne Çıkan",
    "Publish Status": "Yayın Durumu",
    "Content": "İçerik",
    "Keywords": "Anahtar Kelimeler",
    "Add New Page": "Yeni Sayfa Ekle",
    "Edit Page": "Sayfayı Düzenle",
    "Search In Pages": "Sayfalarda Ara",
    "Brief Description": "Kısa Açıklama",
    "Archived": "Arşivlendi",
    "Published": "Yayınlandı",
    "Blogs": "Bloglar",
    "Our Blogs": "Bloglarımız",
    "News & Blog": "Haberler ve Blog",
    "How We've <span>Empowered Businesses</span><br><span> with Innovative</span>Tech Solutions": "İşletmeleri <span>Güçlendirdiğimiz</span><br><span>Yenilikçi</span> Teknoloji Çözümleriyle",
    "Short Description": "Kısa Açıklama",
    "Add New Blog": "Yeni Blog Ekle",
    "Search In Blogs": "Bloglarda Ara",
    "Image": "Görsel",
    "Description": "Kısa Açıklama",
    "Edit Blog": "Blogu Düzenle",
    "Blog Categories": "Blog Kategorileri",
    "Search In Blog Categories": "Blog Kategorilerinde Ara",
    "Add New Blog Category": "Yeni Blog Kategorisi Ekle",
    "Category": "Kategori",
    "Blog Grid": "Blog Izgarası",
    "Blog Details": "Blog Detayları",
    "Admin": "Yönetici",
    "Comments": "Yorumlar",
    "Read More": "Daha Fazla Oku",
    "No blogs found": "Blog bulunamadı",
    "By": "Yazar",
    "Tag": "Etiket",
    "Share": "Paylaş",
    "PREV POST": "ÖNCEKİ YAZI",
    "NEXT POST": "SONRAKİ YAZI",
    "Related Blogs": "İlgili Bloglar",
    "Prev Blog": "Önceki Blog",
    "Next Blog": "Sonraki Blog",
    "Search Here": "Burada Ara",
    "Search": "Ara",
    "Search blogs to discover a vast world of online content on countless topics.": "Sayısız konuda çevrimiçi içerik dünyasını keşfetmek için bloglarda arama yapın.",
    "Search Blogs": "Bloglarda Ara",
    "Recent Post": "Son Yazılar",
    "Follow Me": "Beni Takip Et",
    "Tags": "Etiketler",
    "More than 12 years of experience in the field" : "Sektörde 12 yıldan fazla deneyim",
    "Sham Vision is one of the leading companies in Syria, with more than 10 years of experience in providing comprehensive and innovative solutions that meet the needs of the advertising and publicity sector. The company has branches in Damascus, Aleppo, and the Idlib region, providing all printing and advertising supplies, including raw materials, inks, and the latest specialized machinery. Thanks to its exclusive agencies from leading Chinese companies, the company guarantees high-quality products at competitive prices. The organization continuously strives to enhance its leadership by expanding its network and focusing on innovation and quality in its services":
    "Sham Vision, Suriye'deki önde gelen şirketlerden biridir ve reklam ve tanıtım sektörünün ihtiyaçlarını karşılayan kapsamlı ve yenilikçi çözümler sunmada 10 yıldan fazla deneyime sahiptir. Şirket, Şam, Halep ve İdlib bölgesinde şubeleri bulunmakta ve hammadde, mürekkepler ve en son özel makineler dahil olmak üzere tüm baskı ve reklam malzemelerini sağlamaktadır. Önde gelen Çin şirketlerinden özel acentelikleri sayesinde, şirket rekabetçi fiyatlarla yüksek kaliteli ürünler garanti etmektedir. Organizasyon, ağını genişleterek ve hizmetlerinde yenilik ve kaliteye odaklanarak liderliğini sürekli olarak geliştirmeye çalışmaktadır",
    "How do we work?": "Nasıl çalışıyoruz?",
    "Support and follow-up": "Destek ve takip",
    "Comprehensive and fast service": "Kapsamlı ve hızlı hizmet",
    "Providing integrated products": "Entegre ürünler sağlama",
    "Analyzing customer needs": "Müşteri ihtiyaçlarını analiz etme",
    "Our Catalog": "Kataloğumuz",
    "Our Values": "Değerlerimiz",
    "Quality": "Kalite",
    "Commitment to providing the best products and services with high standards that meet our clients expectations":
        "Müşterilerimizin beklentilerini karşılayan yüksek standartlarda en iyi ürün ve hizmetleri sağlama taahhüdü",
    "Innovation": "Yenilik",
    "Developing creative solutions and keeping pace with the latest technologies in the advertising and printing field":
        "Yaratıcı çözümler geliştirme ve reklam ve baskı alanındaki en son teknolojilerle uyum sağlama",
    "Transparency": "Şeffaflık",
    "Building strong relationships with our clients based on trust and credibility":
        "Güven ve güvenilirliğe dayalı müşterilerimizle güçlü ilişkiler kurma",
    "Commitment": "Taahhüt",
    "Constantly striving to achieve customer satisfaction and support their success through our integrated services":
        "Entegre hizmetlerimiz aracılığıyla müşteri memnuniyetini sağlamak ve başarılarını desteklemek için sürekli çaba gösterme",
    "Sustainable Partnership": "Sürdürülebilir Ortaklık",
    "Sustainable Partnership description": "Ortak hedeflere ulaşmayı sağlamak için müşteriler ve tedarikçilerle işbirliğini güçlendirme",
    "Our Goals": "Hedeflerimiz",
    "To become the first choice for clients in the advertising and printing sector across Syria":
        "Suriye genelinde reklam ve baskı sektöründe müşteriler için ilk tercih olmak",
    "Expanding the scope of our services to cover all Syrian governorates comprehensively":
        "Hizmetlerimizin kapsamını tüm Suriye illerini kapsamlı bir şekilde kapsayacak şekilde genişletme",
    "Providing the latest advertising machines and supplies with international quality and competitive prices":
        "Uluslararası kalite ve rekabetçi fiyatlarla en son reklam makineleri ve malzemelerini sağlama",
    "Building long-term relationships with clients by offering distinguished services and continuous support":
        "Seçkin hizmetler ve sürekli destek sunarak müşterilerle uzun vadeli ilişkiler kurma",
    "Contributing to the development of the advertising sector in Syria by providing integrated and innovative solutions":
        "Entegre ve yenilikçi çözümler sunarak Suriye'deki reklam sektörünün gelişimine katkıda bulunma",
    "Our Vision": "Vizyonumuz",
    "To be the leading company in the advertising and printing sector in Syria and the Middle East":
        "Suriye ve Orta Doğu'da reklam ve baskı sektöründe önde gelen şirket olmak",
    "Our Mission": "Misyonumuz",
    "We aim to provide creative and comprehensive advertising and printing solutions, working to enhance our clients' success by meeting their needs with a focus on continuous innovation and fruitful partnerships":
        "Yaratıcı ve kapsamlı reklam ve baskı çözümleri sunmayı hedefliyoruz, sürekli yenilik ve verimli ortaklıklara odaklanarak ihtiyaçlarını karşılayarak müşterilerimizin başarısını artırmak için çalışıyoruz",
    "Years of": "Yıllık",
    "Experience": "Deneyim",
    "Satisfied Client": "Memnun Müşteri",
    "Our Members": "Üyelerimiz",
    "Meet Our Team.": "Ekibimizle Tanışın.",
    "Get to": "Tanışın",
    "Know the Talented": "Yetenekli",
    "Minds Behind Our Team": "Ekibimizin Arkasındaki Zihinler",
    "Our dedicated team combines expertise, creativity, and passion to deliver exceptional results and ensure your satisfaction every step of the way.": "Adanmış ekibimiz, olağanüstü sonuçlar sunmak ve yolunuzun her adımında memnuniyetinizi sağlamak için uzmanlık, yaratıcılık ve tutkuyu birleştirir.",
    "Working Process": "Çalışma Süreci",
    "How We've": "Nasıl",
    "Empowered": "Güçlendirdik",
    "Businesses with Innovative": "Yenilikçi ile İşletmeleri",
    "Tech Solutions": "Teknoloji Çözümleri",
    "From personalized solutions to expert execution, we prioritize quality, reliability, and customer satisfaction": "Kişiselleştirilmiş çözümlerden uzman uygulamaya kadar, kalite, güvenilirlik ve müşteri memnuniyetini önceliklendiriyoruz",
    "Discovery & Strategy": "Keşif ve Strateji",
    "We analyze your business needs, identify challenges, and craft a strategic roadmap for the best IT solutions.": "İş ihtiyaçlarınızı analiz ediyor, zorlukları belirliyor ve en iyi BT çözümleri için stratejik bir yol haritası hazırlıyoruz.",
    "Development": "Geliştirme",
    "Our expert team designs, develops, and integrates cutting-edge technology tailored to your goals.": "Uzman ekibimiz, hedeflerinize göre özelleştirilmiş en son teknolojiyi tasarlar, geliştirir ve entegre eder.",
    "Optimization & Support": "Optimizasyon ve Destek",
    "We ensure seamless performance with continuous improvements, maintenance, and dedicated support.": "Sürekli iyileştirmeler, bakım ve özel destek ile sorunsuz performans sağlıyoruz.",
    "Customer Experiences": "Müşteri Deneyimleri",
    "That": "Bu",
    "Speak Volumes": "Çok Şey Söylüyor",
    "Subscribe to Our Newsletter": "Bültenimize Abone Olun",
    "Get the latest tips and insights straight to your inbox.": "En son ipuçları ve içgörüleri doğrudan gelen kutunuza alın.",
    "Enter email address": "E-posta adresini girin",
    "By Subscribing, You Accept Privacy Policy": "Abone olarak gizlilik politikasını kabul ediyorsunuz"
}

